paulobarcelos/QuirkbotArduinoHardware/boards.txt
Quirkbot.name=Quirkbot
Quirkbot.upload.protocol=avr109
Quirkbot.upload.maximum_size=28672
Quirkbot.upload.speed=57600
Quirkbot.upload.disable_flushing=true
Quirkbot.bootloader.low_fuses=0xff
Quirkbot.bootloader.high_fuses=0xd8
Quirkbot.bootloader.extended_fuses=0xce
Quirkbot.bootloader.path=caterina-LilyPadUSB
Quirkbot.bootloader.file=Caterina-LilyPadUSB.hex
Quirkbot.bootloader.unlock_bits=0x3F
Quirkbot.bootloader.lock_bits=0x2F
Quirkbot.build.mcu=atmega32u4
Quirkbot.build.f_cpu=8000000L
Quirkbot.build.vid=0x1B4F
Quirkbot.build.pid=0x9208
Quirkbot.build.core=arduino
Quirkbot.build.variant=quirkbot